nl.drew.cp.lang.s['ru'] = {
    "msgOn":"вкл",
    "msgOff":"выкл",

    "allSites":"Все сайты",
    "thisSite":"Текущий сайт",
    "listsTab":"Списки сайтов",
    "userProTab":"Мои прокси",

    "proxyOff": "прокси <b>выкл.</b> для этого сайта",
    "proxyEnabled": "Вкл. прокси для всех сайтов",
    "anonymityEnabled": "Вкл. анонимность для всех сайтов",
    "locationForAll": "Для всех сайтов использовать локацию:",
    "torForAll": "Все сайты через TOR",

    "notUseProxy":"Для этого сайта не использовать прокси",
    "alwUseProxy":"Всегда использовать прокси для этого сайта",
    "anonForSite":"Вкл. анонимность для этого сайта",
    "locSite":"Для этого сайта использовать локацию:",
    "torForSite": "Этот сайт через TOR",
    "setHttp":"Использовать прокси для https протокола",
    "setHelp":"Включить подсказки",

    "locationForAllHelp": "По возможности будет выбран прокси этой страны",
    "proxyEnabledHelp": "если отключить эту опцию, то будут доступны все прокси, а не только общественные, что может значительно увеличить скорость",
    "anonymityEnabledHelp": "Анонимность позволяет скрыть свой IP, но одновременно накладывает некоторые ограничения. Некоторые сайты могут прекратить ваш доступ из-за анонимности.",
    "notUseProxyHelp":"даже если прокси включен для всех сайтов",
    "alwUseProxyHelp":"даже если прокси отключен для всех сайтов",
    "anonForSiteHelp":"только для этого сайта",
    "locSiteHelp":"",
    "torAllHelp":"направить весь трафик через шлюз tor",
    "torSiteHelp":"использовать tor для доступа к этому сайту",

    "EmptyURL":"Поле URL пустое",
    "WrongURLformat":"Неправильный формать URL",
    "WrongURLprotocol":"Неправильный протокол URL",
    "ThisURLalreadyadded":"Этот адрес уже добавлен",
    "Nooptionschanged":"Нет измененных опций",

    "interfaceLanguage":"Язык интерфейса",

    "errUProxyNameFormat": "Имя прокси должно состоять из букв, цифр, тире и знака подчеркивания. От 3 до 9 символов",
    "errUProxyNameAlreadyHave": "Уже есть прокси с именем ",
    "errUproxyIpFormat": "Прокси задается в виде IP:PORT, например 127.0.0.1:443 или proxyname.example:1080"
}